export const newsData = [
  {
    id: 1,
    title: 'Онлайн Турнир по Английскому:\n                    Призы для Победителей!',
    date: '16 ноября 2024',
    image: '/all_news/new1.svg',
    description: 'Участвуйте в нашем онлайн турнире по\n                    английскому и выигрывайте призы. Регистрация открыта!',
    content: [
      'Детали турнира:',
      'Категории и Задания: Турнир включает разнообразные категории\n                заданий, которые покрывают широкий спектр английской грамматики\n                и лексики. Участники будут выполнять задания, специально разработанные\n                для проверки их знаний и умений в языке.',
      'Призы: Лучшие участники будут вознаграждены ценными призами, подарками\n                и сертификатами от English Expert. Это отличная мотивация для тех, кто\n                стремится улучшить свои языковые навыки и достичь новых высот в изучении\n                английского.',
      'Условия участия: Регистрация открыта на нашем сайте. Участие в турнире\n                бесплатное и открыто для всех желающих. Просто зарегистрируйтесь, чтобы\n                получить доступ к заданиям и принять участие в захватывающем соревновании.',
      'Не упустите шанс проверить свои знания, соревнуясь с другими студентами и\n                возможностью выиграть великолепные призы! Регистрируйтесь сегодня и готовьтесь\n                к захватывающему английскому приключению с English Expert!',
    ]
  },
  {
    id: 2,
    title: 'Летняя Скидка 20%!',
    date: '1 июня 2024',
    image: '/all_news/new2.svg',
    description: 'Воспользуйтесь уникальной возможностью сэкономить\n                    на изучении английского языка этим летом! Получите 20% скидку на все курсы\n                    в English Expert, чтобы начать свой путь к владению английским сегодня.',
    content: [
      'Детали предложения:',
      'Условия скидки: Скидка 20% распространяется на все курсы, включая\n                    индивидуальные занятия и групповые занятия. Это идеальный момент\n                    для тех, кто хочет улучшить свои языковые навыки или подготовиться\n                    к экзаменам.',
      'Процесс записи: Записаться на курсы просто — просто посетите наш\n                    сайт или свяжитесь с нашими консультантами по телефону. Наши\n                    специалисты с удовольствием помогут вам выбрать подходящий курс\n                    и ответят на все ваши вопросы.',
      'Индивидуальный подход: Наши опытные преподаватели помогут вам\n                    разработать персонализированный учебный план, соответствующий\n                    вашим целям и уровню владения языком.',
      'Не упустите шанс воспользоваться этим специальным предложением\n                    и начните свое обучение сегодня! Учить английский стало еще\n                    проще и доступнее благодаря летней скидке 20% в English Expert.',
    ]
  },
  {
    id: 3,
    title: 'Бесплатный Вебинар: Произношение',
    date: '25 августа 2024',
    image: '/all_news/new3.svg',
    description: 'Присоединяйтесь к нашему бесплатному вебинару\n                    по улучшению произношения английского языка! Вас ждет уникальная\n                    возможность освоить ключевые аспекты правильного произношения и\n                    звучания слов в английском, что поможет значительно повысить вашу\n                    уверенность в общении на иностранном языке.',
    content: [
      'Детали вебинара:',
      'Дата и время: Вебинар состоится 25 июня в 18:00 по московскому\n                    времени. Продолжительность вебинара - 1 час.',
      'Темы обсуждения: Опытные преподаватели English Expert поделятся\n                    с вами стратегиями и секретами для правильного произношения\n                    звуков и слов в английском языке. Вы узнаете о наиболее распространенных\n                    ошибках и получите полезные советы, которые помогут вам достичь\n                    более четкой и понятной речи.',
      'Практические упражнения: В рамках вебинара вы сможете активно\n                    участвовать, выполняя практические задания и упражнения для\n                    закрепления материала.',
      'Регистрация: Для участия в вебинаре необходимо зарегистрироваться\n                    на нашем сайте. Это займет всего несколько минут, и вы получите\n                    доступ к полной программе вебинара.',
      'Не упустите возможность значительно улучшить ваше произношение\n                    и сделать первый шаг к более уверенному общению на английском\n                    языке. Присоединяйтесь к нам 25 июня и начните работу над вашим\n                    лучшим произношением с English Expert!',
    ]
  },
  {
    id: 4,
    title: 'Конкурс Эссе: Выиграйте Обучение',
    date: '1 сентрября 2024',
    image: '/all_news/new4.svg',
    description: 'English Expert рад представить\n                    вам возможность выиграть бесплатное обучение! Примите\n                    участие в нашем конкурсе эссе на тему "Почему я хочу\n                    выучить английский" и получите шанс улучшить свои\n                    языковые навыки безвозмездно.',
    content: [
      'Подробности конкурса:',
      'Тема эссе: Напишите небольшое эссе (не менее 300 слов) о\n                    том, почему вы считаете важным для себя выучить английский\n                    язык. Расскажите о своих мотивациях, целях и том, как вы\n                    планируете использовать знания английского в будущем.',
      'Условия участия: Конкурс открыт для всех желающих. Ваше\n                    эссе должно быть оригинальным и личным, отражать вашу\n                    личную мотивацию и стремление к языковому развитию.',
      'Сроки и подача заявок: Подавайте свои эссе на нашем сайте\n                    до 30 июня. Все работы будут оценены экспертами English\n                    Expert на основе содержания, языковой грамотности и оригинальности.',
      'Призы: Победители будут объявлены 5 июля. Лучшие эссе\n                    получат бесплатное обучение на один из наших курсов\n                    английского языка по выбору.',
      'Не упустите свой шанс на улучшение языковых навыков с\n                    English Expert! Запишитесь на наш конкурс эссе уже\n                    сегодня и откройте для себя новые горизонты в изучении\n                    английского языка!',
    ]
  },
  {
    id: 5,
    title: 'Разговорные Клубы с Носителями',
    date: '13 октября 2024',
    image: '/all_news/new5.svg',
    description: 'Присоединяйтесь к нашим разговорным\n                    клубам с носителями языка каждую субботу! Это уникальная\n                    возможность для всех, кто стремится совершенствовать свои\n                    разговорные навыки на английском языке. В наших встречах\n                    вы сможете не только улучшить произношение и грамматику,\n                    но и погрузиться в атмосферу естественного общения с носителями\n                    языка.',
    content: [
      'Что вас ждет:',
      'Продуктивные встречи: Мы создали дружелюбную и поддерживающую\n                    среду, где каждый может свободно выражать свои мысли и идеи.',
      'Практика на практике: Вы сможете применить свои знания\n                    английского языка в реальных разговорах, обсуждая различные\n                    темы с носителями языка.',
      'Ценные советы: Опытные преподаватели и носители языка\n                    будут делиться с вами полезными советами и стратегиями\n                    для улучшения вашей устной речи.',
      'Не упустите возможность стать более уверенным в общении\n                    на английском языке! Регистрируйтесь на нашем сайте и\n                    следите за расписанием встреч.',
    ]
  },
  {
    id: 6,
    title: 'Встреча с Известным Лингвистом:\n                    Получите Советы от Профессионала!',
    date: '6 ноября 2024',
    image: '/all_news/new6.svg',
    description: 'Встреча с известным лингвистом\n                    представляет собой уникальную возможность получить\n                    ценные советы и рекомендации от эксперта в области\n                    английского языка. Это событие призвано помочь участникам\n                    улучшить свои языковые навыки, развить профессиональное\n                    общение на английском и получить вдохновение для дальнейшего\n                    обучения. Встреча пройдет в формате интерактивной дискуссии,\n                    где каждый сможет задать свои вопросы и услышать мнение эксперта.',
    content: [
      'Известный лингвист, чья репутация в области языков и\n                    образования безупречна, поделится своим опытом и\n                    профессиональными советами по изучению и практике\n                    английского языка. Участники смогут узнать о передовых\n                    методах обучения, эффективных стратегиях запоминания\n                    новых слов и грамматических конструкций, а также получат\n                    рекомендации по улучшению произношения и развитию языковой уверенности.',
      'Дата и время встречи опубликованы на сайте, где также доступна\n                    возможность регистрации для участия. Это событие не только\n                    образовательное, но и вдохновляющее, способствующее расширению\n                    языковых горизонтов и обогащению личного и профессионального роста каждого участника.',
    ]
  },
];
